portal-fija-sapi-services/src/main/resources/soap/schemas/templates/soap-portal-hierarchy-account.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:lte="http://PortalFijaWS.etb.com/lte">
   <soapenv:Header/>
   <soapenv:Body>
      <lte:jerarquiaCuenta>
         <xmlString><![CDATA[<portalfija_data>
         <jerarquia_cuenta>
            <cuenta_origen>#[vars.source_account]</cuenta_origen>
            <ext_srvc_id>#[vars.external_serviceId]</ext_srvc_id>
            <cuenta_destino>#[vars.destination_account]</cuenta_destino>
         </jerarquia_cuenta>
         </portalfija_data>]]></xmlString>
      </lte:jerarquiaCuenta>
   </soapenv:Body>
</soapenv:Envelope>
